[Strings]
Exist=1
"Stardock Groupy 2 Configuration" = "Configurazione Stardock Groupy 2"
"General" = "Generale"
"Tab appearance" = "Aspetto scheda"
"Tab colours" = "Colori scheda"
"Grouping settings" = "Impostazioni di raggruppamento"
"Grouping rules" = "Regole di raggruppamento"
"About" = "Informazioni generali"
"!Groupy tabs can only be integrated into the title bar if the window does not have a custom title bar.  Groupy will always use integrated mode to replace the existing tabs in File Explorer and Windows Notepad if your version of Windows has those." = "!Le schede raggruppate possono essere integrate nella barra del titolo solo se la finestra non dispone di una barra del titolo personalizzata.  Groupy utilizzerà sempre la modalità integrata per sostituire le schede esistenti in Esplora file e Blocco note di Windows, se presenti nella versione di Windows in uso."
"Groupy can replace the existing Explorer tabs and Notepad tabs.  This integration can be disabled if you want both Groupy tabs and the standard tabs to appear on one window." = "Groupy può sostituire le schede Explorer e Blocco note esistenti.  Questa integrazione può essere disabilitata se si desidera che entrambe le schede Groupy e le schede standard vengano visualizzate in un'unica finestra."
"Do you want to use Groupy?" = "Vuoi usare Groupy?"
"How should taskbar buttons for Grouped windows appear?" = "Come dovrebbero apparire i pulsanti della barra delle applicazioni per le finestre raggruppate?"
"!Some applications may not fully support the options above." = "!Alcune applicazioni potrebbero non supportare completamente le opzioni di cui sopra."
"How can I disable Groupy?" = "Come posso disabilitare Groupy?"
"Settings" = "Impostazioni"
"Show Groupy Bar" = "Mostra barra groupy"
"Enable Tab Replacement" = "Abilita sostituzione linguette"
"Turn off Groupy" = "Disattiva Groupy"
"What kind of tabs would you like Groupy to use?" = "Che tipo di schede vorresti che Groupy usasse?"
"Additional options" = "Opzioni aggiuntive"
"Place tabs above" = "Posiziona le linguette sopra"
"Integrate tabs" = "Integra le schede"
"Replace tabs" = "Sostituisci tabulazioni"
"Keep both" = "Mantieni entrambi"
"Turn off Groupy for this account" = "Disattiva Groupy per questo account"
"You can disable Groupy in this account by enabling this." = "Puoi disabilitare Groupy in questo account abilitandolo."
"Show a Groupy bar when the mouse hovers over the top of a title bar for ungrouped windows." = "Mostra una barra Groupy quando il mouse passa sopra la parte superiore di una barra del titolo per finestre non raggruppate."
"Integrate the tabs" = "Integra le schede"
"Compatible windows have the tabs integrated into the title bar.\n\nWindows with custom title bars will show the tabs above them." = "Le finestre compatibili hanno le schede integrate nella barra del titolo.\n\n Le finestre con barre del titolo personalizzate mostreranno le schede sopra di esse."
"The tabs are placed above the window title bar.\n\n Can be configured to only show on hover from the tab appearance page." = "Le schede sono posizionate sopra la barra del titolo della finestra.\n\n Può essere configurato per essere visualizzato solo al passaggio del mouse dalla pagina dell'aspetto della scheda."
"Show all" = "Mostra tutti"
"Show individual taskbar buttons for different applications in a Group." = "Mostra i singoli pulsanti della barra delle applicazioni per diverse applicazioni in un gruppo."
"Show only active window" = "Mostra solo la finestra attiva"
"Only show a taskbar button for the active window in a Group." = "Mostra solo un pulsante della barra delle applicazioni per la finestra attiva in un gruppo."
"Show only one combined button" = "Mostra un solo pulsante combinato"
"Show only one combined taskbar button for the entire Group with custom icon." = "Mostra un solo pulsante combinato della barra delle applicazioni per l'intero gruppo con icona personalizzata."
"On" = "On"
"Welcome to Groupy" = "Benvenuto in Groupy"
"Groupy is not running" = "Groupy non è in esecuzione"
"Groupy is not currently running.  Would you like to start Groupy?" = "Groupy non è attualmente in esecuzione.  Vuoi avviare Groupy?"
"The Groupy service does not appear to be running." = "Il servizio Groupy non sembra essere in esecuzione."
"Please reinstall Stardock Groupy." = "Reinstallare Stardock Groupy."
"Service is not running" = "Servizio non in esecuzione"
"Off" = "Off"
"What style of tabs would you like to use?" = "Quale stile di schede vorresti utilizzare?"
"Should tabs always be visible when tabs are placed above the window?" = "Le schede devono essere sempre visibili quando vengono posizionate sopra la finestra?"
"Advanced interface tweaks" = "Modifiche avanzate dell'interfaccia"
"Rounded tabs" = "arrotondata"
"Tabs have rounded corners at the top and bottom." = "Le linguette hanno angoli arrotondati in alto e in basso."
"Traditional tabs" = "Linguette tradizionali"
"Tabs have rounded corners at the top and square corners at the bottom." = "Le linguette hanno angoli arrotondati nella parte superiore e angoli quadrati nella parte inferiore."
"Always visible" = "Sempre visibile"
"Tabs always show above windows." = "Le schede vengono sempre visualizzate sopra le finestre."
"Add a background bar to the tabs" = "Aggiungi una barra di sfondo alle schede"
"For tabs placed above a window, Groupy can paint a background bar under the tabs to intergrate them more into the window." = "Per le schede posizionate sopra una finestra, Groupy può dipingere una barra di sfondo sotto le schede per integrarle maggiormente nella finestra."
"Make the tabs and background bar taller" = "Aumenta l'altezza delle linguette e della barra di sfondo"
"Show on active windows" = "Mostra nelle finestre attive"
"Tabs are only visible on active windows unless you hover above the window." = "Le schede sono visibili solo nelle finestre attive a meno che non si passi il mouse sopra la finestra."
"Adjust advanced Groupy tab settings" = "Regola le impostazioni avanzate della scheda Groupy"
"Control the visibility of the close button, preview flyouts, etc." = "Controlla la visibilità del pulsante di chiusura, dei flyout di anteprima, ecc."
"Hide when maximized" = "Nascondi quando massimizzato"
"Maximized windows hide the tabs until you hover at the top of the screen." = "Le finestre ingrandite nascondono le schede fino a quando non passi il mouse nella parte superiore dello schermo."
"Always hide" = "Nascondi sempre"
"All tabs hide until you hover above the window." = "Tutte le schede si nascondono fino a quando non passi il mouse sopra la finestra."
"Should tabs show individual close buttons?" = "Le schede devono mostrare i singoli pulsanti di chiusura?"
"Do not paint tab background" = "Non dipingere lo sfondo della scheda"
"Show window icon" = "Mostra finestra"
"Variable length tabs" = "Linguette a lunghezza variabile"
"Groupy menu" = "Menu groupy"
"Hide caption" = "Nascondi didascalia"
"Show Previews" = "Mostra anteprime"
"Close all" = "Chiudi tutte"
"Square tabs" = "Linguette quadrate"
"Only show a close button on mouseover" = "Mostra un pulsante di chiusura solo al passaggio del mouse"
"Only show a close button on the active tab" = "Mostra solo un pulsante di chiusura nella scheda attiva"
"Show a close button on all the tabs" = "Mostra un pulsante di chiusura su tutte le schede"
"Do not show a close button on the tabs ever" = "Non mostrare mai un pulsante di chiusura sulle schede"
"Do not paint a tab when only one tab exists for the group" = "Non dipingere una scheda quando esiste solo una scheda per il gruppo"
"This is not used for windows where Groupy is replacing the native tabs." = "Questo non viene utilizzato per le finestre in cui Groupy sta sostituendo le schede native."
"Make it easier to tell tabs apart by painting the windows icon on the tab" = "Rendi più facile distinguere le schede dipingendo l'icona delle finestre sulla scheda"
"Allow each tab to have a different length based on caption text" = "Consenti a ciascuna scheda di avere una lunghezza diversa in base al testo della didascalia"
"Tabs should have square corners rather than rounded ones" = "Le linguette dovrebbero avere angoli quadrati anziché arrotondati"
"Hide the Groupy menu button on the left of the tabs" = "Nascondi il pulsante del menu Groupy a sinistra delle schede"
"Hide the caption text in the title bar of Grouped windows with non custom title bars" = "Nascondi il testo della didascalia nella barra del titolo delle finestre raggruppate con barre del titolo non personalizzate"
"Show preview flyouts of inactive tabs on hover" = "Mostra i flyout di anteprima delle schede inattive al passaggio del mouse"
"Show a close all tabs button on the tab bar when tabs are above the window" = "Mostra un pulsante Chiudi tutte le schede sulla barra delle schede quando le schede sono sopra la finestra"
"Advanced tab settings" = "Impostazioni avanzate della scheda"
"!You can also save Accent colours from the Groupy menu" = "!Puoi anche salvare i colori in risalto dal menu Groupy"
"Focused Tab bar appearance" = "Aspetto della barra delle schede focalizzata"
"Unfocused Tab bar appearance" = "Aspetto della barra delle schede non focalizzato"
"Reset to default" = "Reimposta i valori predefiniti"
"Focused tab colour" = "Colore scheda focalizzato"
"Apply the tab colour to integrated tabs in Windows Notepad and File Explorer" = "Applica il colore della scheda alle schede integrate in Blocco note e Esplora file di Windows"
"The application colour should be used on Microsoft Office tabs" = "Il colore dell'applicazione deve essere utilizzato nelle schede di Microsoft Office"
"Focused background bar :" = "Barra di sfondo focalizzata:"
"Mica style" = "Stile mica"
"Default colour (default)" = "Colore predefinito (default)"
"Mica style (default)" = "Stile mica (predefinito)"
"Unfocused background bar :" = "Barra di sfondo sfocata:"
"Unfocused tab colour" = "Colore scheda non focalizzato"
"Rename" = "Rinomina"
"Create new" = "Crea nuovo"
"Delete" = "Cancella"
"Manage Accent colours" = "Gestisci i colori degli accenti"
"Create, rename, and delete saved Accent colours.  Saved tab or application colours can be reset from the Groupy menu." = "Crea, rinomina ed elimina i colori in risalto salvati.  La scheda salvata o i colori dell'applicazione possono essere reimpostati dal menu Groupy."
"View settings" = "Impostazioni visualizzazione"
"Tab and background bar colours" = "Colori delle schede e delle barre di sfondo"
"OK" = "OK"
"Colour name" = "Nome del colore"
"Are you sure you want to delete this Accent colour?" = "Sei sicuro di voler eliminare questo colore di accento?"
"Delete Accent colour" = "Elimina colore in risalto"
"Adjust the colours used for tabs and the optional background bar." = "Regola i colori utilizzati per le schede e la barra di sfondo opzionale."
"Mica style (default)" = "Stile mica (predefinito)"
"Frame colour" = "Colore telaio"
"Custom colour..." = "Colore personalizzato"
"How should Groupy work?" = "Come dovrebbe funzionare Groupy?"
"!The default hotkey for switching is Win + ~ (US) or Win + ` (International).  Holding Ctrl navigates in reverse." = "!Il tasto di scelta rapida predefinito per il passaggio è Win + ~ (USA) o Win + ` (Internazionale).  Tenendo premuto Ctrl si naviga in retromarcia."
"Note that the OS uses many of the Win keyboard shortcuts so we recommend keys such as the key to the left of the 1 key and below escape which are easy to hit with Win and also unused." = "Si noti che il sistema operativo utilizza molte delle scorciatoie da tastiera di Win, quindi consigliamo tasti come il tasto a sinistra del tasto 1 e sotto escape che sono facili da premere con Win e anche inutilizzati."
"Hotkey should be Win + " = "Il tasto di scelta rapida dovrebbe essere Vincita +"
"Hotkey should be " = "Il tasto di scelta rapida deve essere"
"!Exclude applications from Ctrl-N/T handling by shift clicking on the Groupy menu and selecting 'Exclude from Ctrl-N/T'." = "!Escludi le applicazioni dalla gestione Ctrl-N/T facendo clic sul menu Groupy e selezionando "Escludi da Ctrl-N/T"."
"Use Ctrl+T to open a new tab (where possible)" = "Utilizzare CTRL+T per aprire una nuova scheda (ove possibile)"
"!For maximum compatibility we recommend you adjust Windows Notepad settings to open new documents in a new window rather than a new tab." = "!Per la massima compatibilità si consiglia di regolare le impostazioni del Blocco note di Windows per aprire nuovi documenti in una nuova finestra piuttosto che in una nuova scheda."
"Always group windows when moved on top of each other" = "Raggruppa sempre le finestre quando vengono spostate una sopra l'altra"
"Only group windows when the Shift key is held down" = "Raggruppa le finestre solo quando si tiene premuto il tasto Maiusc"
"Only group windows when the Ctrl key is held down" = "Raggruppa le finestre solo quando si tiene premuto il tasto Ctrl"
"Only group windows when the right mouse button is also held down" = "Raggruppa le finestre solo quando si tiene premuto anche il pulsante destro del mouse"
"Instantly group windows" = "Raggruppa istantaneamente le finestre"
"Only group if the window has been held above for at least 1/3rd of a second" = "Raggruppa solo se la finestra è stata mantenuta sopra per almeno 1/3 di secondo"
"Only group if the window has been held above for at least 2/3rd of a second" = "Raggruppa solo se la finestra è stata mantenuta sopra per almeno 2/3 di secondo"
"Only group if the window has been held above for at least 1 second" = "Raggruppa solo se la finestra è stata mantenuta sopra per almeno 1 secondo"
"Middle clicking a tab does nothing" = "Fare clic con il tasto centrale su una scheda non fa"
"Middle clicking on a tab closes that tab" = "Facendo clic con il tasto centrale su una scheda si chiude quella scheda"
"Middle clicking on a tab opens a new tab where possible" = "Facendo clic con il tasto centrale su una scheda si apre una nuova scheda, ove possibile"
"Allow the use of a hotkey to rename tabs" = "Consenti l'uso di un tasto di scelta rapida per rinominare le schede"
"Use Ctrl+N to open a new tab (where possible)" = "Utilizzare CTRL+N per aprire una nuova scheda (ove possibile)"
"Newly opened folders via middle click should be added to the current tab Group" = "Le cartelle appena aperte tramite clic centrale devono essere aggiunte alla scheda Gruppo corrente"
"Use middle click to invoke selected items and to navigate up (when a blank space is under the cursor)" = "Utilizzare il clic centrale per richiamare gli elementi selezionati e per spostarsi verso l'alto (quando uno spazio vuoto è sotto il cursore)"
"Allow the use of Ctrl + Tab and Shift + Tab as hotkeys for tab switching" = "Consenti l'uso di CTRL + TAB e MAIUSC + TAB come tasti di scelta rapida per il passaggio da una scheda all'altra"
"Enable hotkeys to switch between tabs in a Group" = "Abilita i tasti di scelta rapida per passare da una scheda all'altra in un gruppo"
"Add new tab in Microsoft Word / Microsoft Excel should open a new blank document / workbook rather than the recent documents page" = "Aggiungi nuova scheda in Microsoft Word / Microsoft Excel dovrebbe aprire un nuovo documento / cartella di lavoro vuota piuttosto che la pagina dei documenti recenti"
"Make the add new tab button left side try to open a new copy of the application you are working in on all windows" = "Fai in modo che il pulsante Aggiungi nuova scheda sul lato sinistro provi ad aprire una nuova copia dell'applicazione in cui stai lavorando su tutte le finestre"
"Only allow tabs to be moved when the Shift key or the right mouse button are held down" = "Consenti lo spostamento delle schede solo quando si tiene premuto il tasto Maiusc o il pulsante destro del mouse"
"Only allow windows from the same application to be put in a Group using drag and drop unless the Shift key is held down" = "Consenti solo l'inserimento di finestre della stessa applicazione in un gruppo utilizzando il trascinamento della selezione, a meno che non si tenga premuto il tasto Maiusc"
"Use the entire window as a drag and drop target" = "Usa l'intera finestra come obiettivo di trascinamento della selezione"
"Reset" = "Reset"
"You can prevent accidental Grouping by delaying Group creation" = "È possibile impedire il raggruppamento accidentale ritardando la creazione del gruppo"
"!The add tab can create a new window instead of just showing a drop down menu.  Not all applications will support this." = "!La scheda Aggiungi può creare una nuova finestra invece di mostrare solo un menu a discesa.  Non tutte le applicazioni lo supporteranno."
"How should Groupy handle tabbed File Explorer and Windows Notepad windows on Windows 11?" = "In che modo Groupy deve gestire le finestre a schede Esplora file e Blocco note di Windows su Windows 11?"
"Manual grouping by drag and drop" = "Raggruppamento manuale mediante trascinamento"
"Dragging a window over the title bar of another window is one way to manually create a Group." = "Trascinare una finestra sulla barra del titolo di un'altra finestra è un modo per creare manualmente un Gruppo."
"Moving and creating new tabs" = "Spostamento e creazione di nuove schede"
"Groupy hotkey settings" = "Impostazioni dei tasti di scelta rapida Groupy"
"Explorer enhancement settings" = "Impostazioni di miglioramento di Explorer"
"Replace File Explorer & Windows Notepad tabs" = "Sostituisci le schede Esplora file e Blocco note di Windows"
"On supported versions of Windows Groupy will replace the native tabs with Groupy ones." = "Nelle versioni supportate di Windows Groupy sostituirà le schede native con quelle Groupy."
"Do not replace tabs" = "Non sostituire"
"Show both the native tabs and have the Groupy tabs on the top of the window." = "Mostrare entrambe le schede native e avere le schede Groupy nella parte superiore della finestra."
"Advanced settings" = "Impostazioni avanzate"
"Related" = "Correlato"
"View and delete your automatic application Groupings." = "Visualizza ed elimina i raggruppamenti automatici delle applicazioni."
"!You can create new automatic groupings from the Groupy menu on the Groupy bar" = "!È possibile creare nuovi raggruppamenti automatici dal menu Groupy sulla barra Groupy"
"Only allow specified applications to be in a Group" = "Consenti solo alle applicazioni specificate di essere in un gruppo"
"Add to list" = "Aggiungi a elenco"
"Remove from list" = "Rimuovi"
"Create new rule" = "Crea una nuova regola"
"Edit rule" = "Modifica regola"
"Delete rule" = "Elimina file"
"Group newly opened windows when the CTRL key is held down whilst opening the new window" = "Raggruppa le finestre appena aperte quando si tiene premuto il tasto CTRL mentre si apre la nuova finestra"
"Automatically group identical windows together unless they are already in another Group" = "Raggruppa automaticamente le finestre identiche a meno che non siano già in un altro gruppo"
"Browse saved Groups folder..." = "Sfoglia la cartella Gruppi salvati..."
"Automatic window grouping" = "Raggruppamento automatico finestre"
"Saved Groups" = "Gruppi salvati"
"Custom rules" = "Regole personalizzate "
"Block / allow applications" = "Blocca / consenti applicazioni"
"Automatically group" = "Raggruppa automaticamente"
"Do you want to remove" = "Si desidera rimuovere {0}?"
"from the auto grouping list?" = "dall'elenco di raggruppamento automatico?"
"Disable auto grouping?" = "Disabilitare il raggruppamento automatico?"
"Groups are saved from the Groupy bar.  You can launch a Group with a double click." = "I gruppi vengono salvati dalla barra Groupy.  Puoi lanciare un Gruppo con un doppio click."
"Edit saved group" = "Gruppo salvato"
"Open saved Groups folder" = "Apri cartella Gruppi salvati"
"from saved groups?" = "dai gruppi salvati?"
"Delete this group?" = "Elimina questo gruppo"
"Manage which applications can be grouped together." = "Gestisci quali applicazioni possono essere raggruppate."
"from the exclusions list?" = "dall'elenco delle esclusioni?"
"Delete exclusion?" = "Eliminare l'esclusione?"
"No name provided" = "Nessun nome specificato"
"You must provide a valid name" = "Devi fornire un nome valido"
"Manage your own permanent grouping rules." = "Gestisci le tue regole di raggruppamento permanenti."
"What should this rule do?" = "Cosa dovrebbe fare questa regola?"
"Rules are used to tell Groupy which windows should be Grouped together automatically." = "Le regole vengono utilizzate per indicare a Groupy quali finestre devono essere raggruppate automaticamente."
"Process to Group (optional) :" = "Process to Group (opzionale) :"
"Window class to Group (optional) :" = "Classe finestra da raggruppare (opzionale) :"
"Window caption for Grouping (optional) :" = "Didascalia finestra per Raggruppamento (opzionale) :"
"Microsoft Word / Microsoft Excel / Microsoft PowerPoint file or File Explorer folder (optional) :" = "File Microsoft Word / Microsoft Excel / Microsoft PowerPoint o cartella Esplora file (opzionale) :"
"Edit" = "Modifica"
"New" = "Nuovo"
"Clear" = "Cancella"
"Pick file..." = "SCATTA FOTO"
"Pick class" = "Classe di prelievo"
"Save" = "Salva"
"Pick folder..." = "Seleziona cartella"
"Use partial string matching" = "Usa corrispondenza parziale delle stringhe"
"Process :" = "Trattamento:"
"Class :" = "Classe:"
"Configure" = "Configura"
"You can match on a combination of process, window class and caption text." = "Puoi abbinare una combinazione di processo, classe della finestra e testo della didascalia."
"Are you sure you want to delete the selected subrule from this rule?" = "Sei sicuro di voler eliminare la regola secondaria selezionata da questa regola?"
"Delete subrule?" = "Eliminare la sottoregola?"
"Please select a folder" = "Seleziona una cartella"
"Rule name" = "Nome regola"
"Check now..." = "Verifica ora..."
"Visit website..." = "Visita il sito web"
"Unlock / Purchase..." = "Sblocca / Acquista..."
"Groupy is a trademark of Stardock Corporation" = "Groupy è un marchio di Stardock Corporation"
"Office and Windows are registered trademarks of Microsoft Corporation" = "Microsoft e Windows sono marchi registrati di Microsoft Corporation."
"Automatically check for updates once a week" = "Controlla automaticamente gli aggiornamenti una volta alla settimana"
"Deactivate license" = "Disattivare la licenza"
"Check for updates automatically." = "Controlla automaticamente aggiornamenti"
"License" = "Licenza"
"Change the license used / visit our website." = "Modificare la licenza utilizzata / visitare il nostro sito web."
"Learn more about support on your insider release of Windows" = "Scopri di più sul supporto per la tua versione Insider di Windows"
"Get help" = "Ricevi aiuto"
"As your trial has now expired would you like to uninstall this product?" = "Poiché la versione di prova è scaduta, desideri disinstallare questo prodotto?"
"Uninstall product?" = "Disinstalla prodotto"
"from the inclusions list?" = "dalla lista delle inclusioni?"
"Delete inclusion?" = "Eliminare l'inclusione?"
"from custom rules?" = "Regole personalizzate "
"Delete this rule?" = "Eliminare questa regola?"
"Sorry Groupy2 is designed for Windows 10 and Windows 11" = "Sorry Groupy2 è progettato per Windows 10 e Windows 11"
"Wrong OS detected" = "Rilevato sistema operativo errato"
"Your administrator has locked down the Groupy settings.\n\n Would you like to run as an administrator to alter them?" = "L'amministratore ha bloccato le impostazioni di Groupy.\n\n Vuoi correre come amministratore per modificarle?"
"Settings locked" = "Impostazioni bloccate"
"By default you need to hold windows for more than 1/3rd of a second before releasing the mouse over the titlebar of another window to add the window to a group." = "Per impostazione predefinita, è necessario tenere premute le finestre per più di 1/3 di secondo prima di rilasciare il mouse sulla barra del titolo di un'altra finestra per aggiungere la finestra a un gruppo."
"Would you like to keep this setting enabled?  (This setting can be changed from the grouping settings page.)" = "Vuoi mantenere abilitata questa impostazione?  (Questa impostazione può essere modificata dalla pagina delle impostazioni di raggruppamento.)"
"Keep delayed grouping enabled?" = "Mantenere abilitato il raggruppamento ritardato?"
"You need to enable show window contents when dragging in Windows to use Groupy" = "È necessario abilitare il contenuto della finestra di visualizzazione quando si trascina in Windows per utilizzare Groupy"
"Show window contents when dragging mode not enabled" = "Mostra il contenuto della finestra quando la modalità di trascinamento non è abilitata"



; Groupy App UI

"Group this window and the dragged window" = "Raggruppa questa finestra e la finestra trascinata"
"Add this window to the dragged group" = "Aggiungi questa finestra al gruppo trascinato"
"Cannot group a window that is not responding" = "Impossibile raggruppare una finestra che non risponde"
"Groupy requires the Desktop Window Manager to be enabled" = "Groupy richiede l'abilitazione di Desktop Window Manager"
"Group these windows" = "Raggruppa queste finestre"
"Your group has been saved and you can access this either via the Groupy menu on an existing tab group, or from the Windows Start Menu in the Saved Groups folder" = "Il tuo gruppo è stato salvato e puoi accedervi tramite il menu Groupy in un gruppo di schede esistente o dal menu Start di Windows nella cartella Gruppi salvati"
"Your group has been saved" = "Il tuo gruppo è stato salvato"
"New tab\t Ctrl+N" = "Nuovo\t CTRL+N"
"New tab" = "Nuova scheda"
"All ungrouped windows from '%s'" = "Tutte le finestre non raggruppate da '%s'"
"All ungrouped windows from '%s' on this monitor" = "Tutte le finestre non raggruppate da '%s' su questo monitor"
"All ungrouped windows of class '%s'" = "Tutte le finestre non raggruppate della classe '%s'"
"All ungrouped windows of class '%s' on this monitor" = "Tutte le finestre non raggruppate della classe '%s' su questo monitor"
"All ungrouped windows on this monitor" = "Tutte le finestre non raggruppate su questo monitor"
"Manage saved groups" = "Gestisci gruppi salvati"
"Add to group" = "Aggiungi al gruppo"
"Group" = "Gruppo"
"Personalise tab" = "Personalizza scheda"
"Automatically group all '" = "Raggruppa automaticamente tutte '"
"' windows together" = "' finestre insieme"
"Automatically exclude from auto grouping all '" = "Escludi automaticamente dal raggruppamento automatico tutti '"
"' windows" = " finestre"
"Exclude all '" = "Escludi tutto "
"from Groupy™" = " di Groupy™"
"-Quick access Accent colours " = "- Colori in risalto ad accesso rapido"
"No Accent colour" = "Colore accento"
"<applied to this tab" = "<applicato a questa scheda"
"Pick Accent colour..." = "Colore accento"
"Save this Accent colour as a quick access Accent colour" = "Salva questo colore di accento come colore di accento ad accesso rapido"
"Rename" = "Rinomina"
"Ctrl+Shift+F1" = "CTRL+MAIUSC+F1"
"Save this Accent colour as default for this application" = "Salva questo colore di risalto come predefinito per questa applicazione"
"Save this Accent colour for this folder and child folders" = "Salva questo colore di accento per questa cartella e le cartelle secondarie"
"Save this Accent colour for this document" = "Salva questo colore di accento per questo documento"
"Save this Accent colour for windows with this caption text" = "Salva questo colore di accento per le finestre con questo testo della didascalia"
"Save this Accent colour for all tabs in this group" = "Salva questo colore in risalto per tutte le schede di questo gruppo"
"Force light or dark mode tabs" = "Forza le schede della modalità chiara o scura"
"Let Groupy decide light/dark mode" = "Lascia che Groupy decida la modalità chiara/scura"
"Force this application to use dark mode" = "Forza questa applicazione a utilizzare la modalità scura"
"Force this application to use light mode" = "Forza questa applicazione a utilizzare la modalità luce"
"Close tab" = "Chiudi scheda"
"Alt + F4" = "ALT + F4"
"Close other tabs" = "Chiudi le altre schede"
"Close tabs to the left" = "Chiudi le schede a sinistra"
"Close tabs to the right" = "Chiudi le schede a destra"
"Close all windows in this group" = "Chiudi tutte le finestre in questo gruppo"
"Ungroup this group" = "Separa questo gruppo"
"Unpin Groupy Tabs" = "Sblocca schede raggruppate"
"Pin Groupy Tabs" = "Pin Groupy Tabs"
"Close tab" = "Chiudi scheda"
"Alt + F4" = "ALT + F4"
"Always show tabs for this type of window" = "Mostra sempre le schede per questo tipo di finestra"
"Unlock group" = "Sblocca gruppo"
"Lock group" = "Gruppo Serrature"
"Save group" = "Salva gruppo"
"Saved as" = "Salvato come:"
"Save group as" = "Salva gruppo"
"Saved Groups" = "Gruppi salvati"
"Unpin group from taskbar" = "Sblocca gruppo dalla barra delle applicazioni"
"Pin group to taskbar" = "Aggiungi gruppo alla barra delle applicazioni"
"Unpin group from Start" = "Sblocca gruppo da Start"
"Pin group to Start" = "Blocca il gruppo per iniziare"
"Exclude from Ctrl-N support" = "Escludi dal supporto Ctrl-N"
"Enter a new name for this colour" = "Inserisci un nuovo nome per questo colore"
"OK" = "OK"
"Enter a new title for this tab" = "Inserisci un nuovo titolo per questa scheda"
"Name this group" = "Questo gruppo"
"Save" = "Salva"
"Enter a name for this saved group." = "Inserisci un nome per questo gruppo salvato."
"Saved groups can be accessed from the saved groups Start Menu folder." = "È possibile accedere ai gruppi salvati dalla cartella del menu Start dei gruppi salvati."
"Show create new tab option" = "Mostra l'opzione Crea nuova scheda"

; Missing
"Exclude from Ctrl-T support" = "Escludi dal supporto Ctrl-T"
"Buy Groupy 2" = "Acquista Groupy 2"

;2.1
"Closing groups" = "Gruppi di chiusura"
"Control how the close button works when using integrated tabs." = "Controlla il funzionamento del pulsante di chiusura quando utilizzi le schede integrate."
"The close button in File Explorer or Windows Notepad should close the entire group" = "Il pulsante di chiusura in Esplora file o nel Blocco note di Windows dovrebbe chiudere l'intero gruppo"
"When tabs are integrated into the title bar the close button should close the entire group" = "Quando le schede sono integrate nella barra del titolo, il pulsante di chiusura dovrebbe chiudere l'intero gruppo"
"!Hold the Ctrl key down to only close the current window" = "!Tenere premuto il tasto Ctrl per chiudere solo la finestra corrente"

"Reopen closed tabs" = "Riapri schede chiuse"
"Do not show the drop down arrow next to the new tab button" = "Non mostrare la freccia a discesa accanto al pulsante nuova scheda"
"New Explorer tabs should open in the same folder" = "Le nuove schede di Esplora risorse dovrebbero aprirsi nella stessa cartella"

;2.12
"Would you like to always show tabs for Microsoft Word, Excel and Powerpoint?" = "Vuoi mostrare sempre le schede per Microsoft Word, Excel e Powerpoint?"
"Always show tabs for Microsoft Office?" = "Mostrare sempre le schede per Microsoft Office?"
"You can enable or disable tabs on a window using the Groupy tab right click menu.  For ungrouped windows a Groupy tab will appear if you hover over the top of the window by default."="È possibile abilitare o disabilitare le schede in una finestra utilizzando il menu contestuale della scheda Raggruppata. Per le finestre non raggruppate verrà visualizzata una scheda Raggruppata se passi il mouse sopra la parte superiore della finestra per impostazione predefinita."
"Groupy disabled" = "Groupy sisabilitato"
"Groupy enabled" = "Groupy abilitato"








































